IDEA Open Model
OpenModel.Beam Property
Compatible with IDEA StatiCa Beta 20.0
 List of Elements 1D
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<Beam> Beam { get; set; }
Public Property Beam As List(Of Beam)
	Get
	Set
Property Value
Type: List<Beam>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace